Repository: tdu-naifen/transcript
Catalog: App/Reprocessing.xcstrings
Source language: en
Languages: zh_hans

source: Another meeting is already being reprocessed.
zh_hans: 另一场会议正在重新处理中。

source: Cancel
zh_hans: 取消

source: Cancel Reprocessing
zh_hans: 取消重新处理

source: Checking known voiceprints…
zh_hans: 正在检查已知声纹…

source: Detected speakers
zh_hans: 检测到的说话人

source: Detecting speakers with Sortformer…
zh_hans: 正在使用 Sortformer 检测说话人…

source: Done
zh_hans: 完成

source: Known voiceprint matches
zh_hans: 已知声纹匹配

source: Known-speaker identification failed.
zh_hans: 已知说话人识别失败。

source: Loading audio…
zh_hans: 正在加载音频…

source: Name Speakers
zh_hans: 为说话人命名

source: No speech was detected. The current transcript was kept.
zh_hans: 未检测到语音，当前转写已保留。

source: Reprocess
zh_hans: 重新处理

source: Reprocessing Complete
zh_hans: 重新处理完成

source: Reprocessing Failed
zh_hans: 重新处理失败

source: Reprocessing…
zh_hans: 正在重新处理…

source: Required models are not installed.
zh_hans: 所需模型尚未安装。

source: Retry
zh_hans: 重试

source: Saving new transcript…
zh_hans: 正在保存新转写…

source: Speaker detection and known-voiceprint identification both ran.
zh_hans: 说话人检测与已知声纹识别均已运行。

source: Speaker detection failed.
zh_hans: 说话人检测失败。

source: Speakers were detected, but known-voiceprint identification was unavailable.
zh_hans: 已检测说话人，但已知声纹识别不可用。

source: Stop recording before reprocessing.
zh_hans: 请先停止录音，再重新处理。

source: The current transcript remains available until the new result is complete.
zh_hans: 新结果完成前，当前转写会保持可用。

source: The current transcript stays unchanged unless reprocessing finishes successfully.
zh_hans: 只有重新处理成功完成后，当前转写才会被替换。

source: The current transcript was not changed.
zh_hans: 当前转写未被更改。

source: Transcribing with Nemotron…
zh_hans: 正在使用 Nemotron 转写…

source: Transcription failed.
zh_hans: 转写失败。

source: Utterances
zh_hans: 转写段落
